---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumNeutralsParam
source: html/5605641a-fee0-37d8-971f-f50560d3dc67.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitWireNumNeutralsParam Property

"# of Neutral Conductors"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitWireNumNeutralsParam { get; }
```